
#include <stdio.h>

void menu2()
{
    printf("\t\t\t*****   大   学\n");
    printf("\t\t\t                                                   计 算 机 科 学 与 技 术 学 院****\n\n\n\n");
    printf("\t\t\t~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~    欢迎进入校园导游系统     ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n");
    printf("\t\t\t\t\t    『1』      --------------------------      校园平面图\n\n");
    printf("\t\t\t\t\t    『2』      --------------------------     地点信息查询\n\n");
    printf("\t\t\t\t\t    『3』      --------------------------       最短路径\n\n");
    printf("\t\t\t\t\t    『4』      --------------------------       所有路径\n\n");
    printf("\t\t\t\t\t    『5』      --------------------------     最佳布网方案\n\n");
//    printf("\t\t\t\t\t    『6』      --------------------------     最少中转路径\n\n");
    printf("\t\t\t\t\t    『0』      --------------------------         退出\n");

}
